CoenraadS.bracket-pair-colorizer-2
cschlosser.doxdocgen
DavidAnson.vscode-markdownlint
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
James-Yu.latex-workshop
jbenden.c-cpp-flylint
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
johnpapa.vscode-peacock
JonathanHarty.gruvbox-material-icon-theme
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
PKief.material-icon-theme
redhat.java
rockcat.avr-support
sainnhe.gruvbox-material
slevesque.vscode-zipexplorer
twxs.cmake
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vlanguage.vscode-vlang
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
